Repository: OUFA217/MoApp
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: signOut
ar: تسجيل الخروج

# goodMorning
source: Good Moring! ðŸ‘‹
ar: صباح الخير! 👋

source: kg
ar: كغم

source: Name
ar: الاسم

# profileName
source: Sami Ahmed
ar: سامي أحمد

# helpForPersonalPlan
source: This helps us create your personalized plan
ar: يساعدنا هذا في إنشاء خطة شخصية خاصة بك

# canChangeLater
source: You can always change this later
ar: يمكنك دائمًا تغيير هذا لاحقًا

source: Next
ar: التالي

source: Home
ar: الصفحة الرئيسية

source: Activity
ar: النشاط

source: Start New Activity
ar: بدء نشاط جديد

# dailyTask
source: Daily Tasks
ar: المهمة اليومية

source: Day 5
ar: اليوم 5

source: Program
ar: البرنامج

source: Setting
ar: الإعدادات

# freeWorkPlanTitle
source: Workout plan Beginner
ar: خطة تمرين للمبتدئين

# freeWorkPlanSubTitle
source: 04 Workouts for Beginner
ar: 04 تمارين للمبتدئين

# pro1WorkPlanImage
source: assets/Images/Pro WorkPlan1.png
ar: assets/Images/خطة تمرين احترافية 1.png

# pro1WorkPlanTitle
source: Full Body Goal Crusher
ar: كسر الأهداف للجسم الكامل

# pro1WorkPlanSubTitle
source: 07 Workouts for Intermediate
ar: 07 تمارين للمتوسطين

# pro2WorkPlanImage
source: assets/Images/Pro WorkPlan2.png
ar: assets/Images/خطة تمرين احترافية 2.png

# pro2WorkPlanTitle
source: Lower Body Strength
ar: تقوية الجسم السفلي

# pro2WorkPlanSubTitle
source: 05 Workouts for True Beast
ar: 05 تمارين للوحش الحقيقي

# pro3WorkPlanImage
source: assets/Images/Pro WorkPlan3.png
ar: assets/Images/خطة تمرين احترافية 3.png

# pro3WorkPlanTitle
source: Drill Essentials
ar: أساسيات الحفر

# pro3WorkPlanSubTitle
source: 06 Workouts for Beginner
ar: 06 تمارين للمبتدئين

source: end on
ar: ينتهي في

# timeOfJoined
source: 3 mon ago
ar: منذ 3 أشهر

source: Edit Profile
ar: تعديل الملف الشخصي

source: Privacy Policy
ar: سياسة الخصوصية

source: Settings
ar: الإعدادات

source: PRO
ar: محترف

source: Upgrade to Premium
ar: الترقية إلى النسخة المدفوعة

# descriptionForPremium
source: This subscription is auto-renewable
ar: هذا الاشتراك قابل للتجديد تلقائيًا

source: Email
ar: البريد الإلكتروني

source: Save
ar: حفظ

source: Language
ar: اللغة

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Contact Us
ar: اتصل بنا

source: Search
ar: البحث

# helpDescription
source: Tell us how we can help you
ar: أخبرنا كيف يمكننا مساعدتك

# titleDescription
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Phasellus id tellus.
ar: لوريم إيبسوم دولور سيت آميت، النص التجريبي

source: Send
ar: إرسال

source: Or
ar: أو

source: Workout plan ( Beginner )
ar: خطة تمرين (مبتدئ)

source: Full body workout
ar: تمرين الجسم الكامل

source: Days 30
ar: 30 يومًا

# workOutPlanBeginnerDescription
source: Lose belly fat, get ripped abs in just 4 weeks with this effcient plan. Its also helps pump ups arm, strengthen your back & shoulders. No equipment needed
ar: فقدان الدهون في البطن، الحصول على عضلات البطن المشدودة في 4 أسابيع فقط مع هذه الخطة الفعالة. كما يساعد في تضخيم الذراع وتقوية الظهر والأكتاف. لا يلزم وجود معدات.

source: Level
ar: المستوى

source: Beginner
ar: مبتدئ

source: Days
ar: أيام

source: Focus Area
ar: منطقة التركيز

source: Chest
ar: الصدر

source: Day 1
ar: اليوم 1

source: Day 2
ar: اليوم 2

source: Day 3
ar: اليوم 3

source: Day 4
ar: اليوم 4

source: Day 6
ar: اليوم 6

source: Day 7
ar: اليوم 7

# day567
source: Day 6,7
ar: الأيام 7,6

# minutes5
source: 5 Min
ar: 5 دقائق

# minutes10
source: 10 Min
ar: 10 دقائق

source: Start Your Goal
ar: ابدأ هدفك

source: Off
ar: إيقاف

source: Start Now
ar: ابدأ الآن

source: Body Building
ar: بناء الجسم

source: Exercises
ar: التمارين

# jumbJacks
source: Jumping Jacks
ar: تمرين القفز

source: My Plan For Today
ar: خطتي لليوم

# oneSevenComplete
source: 1/7 Complete
ar: 1/7 مكتملة

# sixHrHours
source: 6 hr Hours
ar: 6 ساعات

source: Plans
ar: الخطط

# accontIsntSubscribed
source: This account isn't subscribed yet
ar: هذا الحساب لم يشترك بعد

# validCredential
source: Please put your right credentails
ar: يرجى إدخال بيانات الاعتماد الصحيحة

# validPassword
source: Please put your right password
ar: يرجى إدخال كلمة مرور صحيحة

source: Workout plan
ar: خطة التمرين

source: ak
ar: بلح

source: My Program
ar: خطتى

source: Monthly
ar: شهريًا

# monthlyPriceSubscription
source: $9.99/m
ar: $9.99/شهر

source: Subscribe Now
ar: اشترك الآن

source: See all
ar: عرض الكل

source: Exercise 1
ar: تمرين 1

source: Subscribtion
ar: الاشتراك

# callories120
source: 120 cal
ar: 120 سعرًا حراريًا

source: warm up
ar: تمرين الإحماء

# exerciseOneOverTen
source: Exercises 1/10
ar: التمارين 1/10

source: Weight
ar: الوزن

# wantSubscribtion
source: Do you want to Subscribe in this plan?
ar: هل تريد أن تشترك في هذه الخطه

source: Cancel
ar: الغاء

source: OK
ar: نعم
